Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: (As described earlier in this chapter, psychological research has demonstrated such a belief to be inadequate.) In their praiseworthy pursuit of evidence in very serious and difficult to solve cases some police officers found that witnesses who were hypnotized then recalled information about the crime that they had not previously recalled.
vi: (Như từng đề cập lúc trước trong chương này, các nghiên cứu về tâm lý học đã chứng minh niềm tin trên không hề chính xác.) Trong quá trình nỗ lực rất đáng tuyên dương nhằm tìm kiếm bằng chứng trong những vụ án nghiêm trọng và khó phá, một số cảnh sát nhận thấy có vài nhân chứng sau khi bị thôi miên có thể nhớ lại thông tin mà trước đó họ không hề nhớ.

source: (Clearly there is potential for error with this indicator).
vi: (Rõ ràng có nguy cơ sai sót tiềm tàng với chỉ số này).

source: (Fifty-seven per cent of the cases had been solved.) Most of the police officers did say that they would seek the advice of a profiler again.
vi: (57% số vụ án đã được giải quyết.) Hầu hết những sĩ quan cảnh sát có nói rằng họ sẽ tiếp tục tìm kiếm lời khuyên của nhà lập hồ sơ.

source: (For more on forensic linguistics see chapter 7.)
vi: (Để biết nhiều hơn về ngôn ngữ học pháp lý hãy xem chương 7.)

source: (For more on the polygraph see chapter 4.)
vi: (Để biết thêm về máy dò tìm, xem ở chương 4.)

source: (For more on this see chapter 4).
vi: Tìm hiểu thêm ở chương 4

source: (For more on ‘story’ cues see the section below on analysing what people say.)
vi: (Để biết nhiều hơn về dấu hiệu "câu chuyện", xem phần dưới về việc phân tích những gì người ta nói.)

source: (Guardian 16 September 2005)
vi: (Guardian ngày 16 tháng 9 2005)

source: (However, in many of these laboratory based studies the participants initially have been shown many faces, each very briefly, to later recognize among an even larger set rather than initially just one or two faces, as in most crimes, to later identify from several.) One of the current leading psychological explanations of these findings is that people are able to encode (i.e. put into memory) more information concerning the types of faces they are familiar with.
vi: (Tuy vậy, nhiều nghiên cứu trong phòng thí nghiệm về những người tham gia được cho xem rất nhiều gương mặt, trước đó (mà mỗi gương mặt rất khách quan) thì sau đó sẽ chỉ rs nhsnh hơn người ban đầu chỉ được cho xem một hoặc hai gương mặt để chỉ ra thủ phạm từ một số người, như trong hầu hết các vụ án.) Một lời giải thích mới đây dựa trên tâm lý học về các phát hiện này là con người có khả năng mã hóa (như việc ghi nhớ lại) nhiều thông tin liên quan đến các khuôn mặt mà họ thấy quen thuộc.

source: (However, it should be noted that all the robbers had covered their faces in one way or another.) This study further found that witnesses who gave fuller descriptions were not more accurate.
vi: (Tuy nhiên, nên lưu ý rằng tất cả kẻ cướp đã bịt mặt chúng bằng cách này hay cách khác). Nghiên cứu trên sau đó chỉ ra rằng càng những nhân chứng đưa ra miêu tả đầy đủ thì càng không chính xác.

source: (However, this study involved only one criminal who could have been particularly difficult to describe.)
vi: (Tuy nhiên, nghiên cứu này chỉ liên quan đến duy nhất một kẻ phạm tội khá khó để miêu tả)

source: (If all offenders were consistent in their behaviour but in the same way it would be impossible to distinguish one offender’s crimes from another offender’s crimes.) To test this second criterion for case linkage, researchers have tried statistically to distinguish pairs of crimes committed by the same offender (linked pairs) from pairs of crimes committed by different offenders (unlinked pairs).
vi: (Nếu như tất cả tội phạm đều nhất quán trong hành vi của chúng nhưng lại theo cùng một đường lối, sẽ là bất khả thi để phân biệt tội ác của thủ phạm này với tội ác của kẻ khác.) Để kiểm tra tiêu chí thứ hai này của kết nối vụ án, các nhà nghiên cứu đã cố gắng dùng thống kê để phân biệt các cặp tội ác thực hiện bởi cùng một kẻ thủ ác (cặp tội ác có thể kết nối) so với cặp tội ác thực hiện bởi những kẻ thủ ác khác nhau (cặp tội ác không có kết nối).

source: (Some new types of polygraph testing which monitor physiological activity without the person being aware of it may be under development.)
vi: (Có thể người ta đang phát triển các thiết bị phát hiện nói dối thực hiện thao tác phân tích phản ứng sinh lý bí mật mà người bị kiểm tra không biết.)

source: (The case linkage work that crime analysts carry out, along with a case study of case linkage in relation to Jack the Ripper, is outlined in much more detail in chapter 2).
vi: (Công việc kết nối vụ án mà các nhà phân tích tội ác tiến hành cùng với nghiên cứu vụ án liên quan tới Jack the Ripper sẽ được đề cập chi tiết hơn ở chương 2).

source: (The judge could order that some or all of the recording not be shown to the jury.) To provide guidance to interviewers the Government commissioned a Professor of Psychology (Ray Bull) and a Professor of Law (Di Birch) to write the first working draft of the 1992 Memorandum of Good Practice On Video Recorded Interviews With Child Witnesses For Criminal Proceedings (MOGP).
vi: (Thẩm phán có thể yêu cầu không chiếu một phần hoặc toàn bộ đoạn ghi hình cho bồi thẩm đoàn.) Để cung cấp hướng dẫn cho những người đảm nhiệm công việc thẩm vấn, chính phủ đã ủy quyền cho một giáo sư Tâm lý học (Ray Bull) và một giáo sư Luật học (Di Birch) cùng soạn bản thảo đầu tiên của cuốn Những điều khoản về việc ghi hình buổi thẩm vấn trẻ em phục vụ điều tra tội phạm (MOGP) năm 1992.

source: (The lawyers also largely used age-appropriate grammar, ninety per cent and eighty-three percent, respectively.)
vi: (Các luật sư cũng sử dụng ngữ pháp khác nhau phù hợp theo từng độ tuổi khác nhau, tỉ lệ lần lượt là chín mười phần trăm và tám mươi ba phần trăm.)

source: (The review with the lowest rate of incorrect classifications of innocent suspects had the highest ‘inconclusive’ rate of twenty-nine per cent).
vi: (Đánh giá có tỉ lệ xác định sai các nghi phạm vô tội thấp nhất có tỉ lệ 'không xác định' cao nhất vào khoảng 29%)

source: (These transcripts are written by humans who listen to tape recordings of people lying and telling the truth.) The software allocates each word spoken to a category (e.g. spatial, affective, cognitive) that theoretically may relate to lying/truth-telling in a way similar to the reality monitoring approach (see above).
vi: (Những phân tích được viết bởi con người, những người đã nghe cuộn băng ghi âm người đang nói dối và nói thật.) Phần mềm này phân bố mỗi từ trong lời nói thành một danh mục (ví dụ không gian, tình cảm,nhận thức) mà về mặt lý thuyết có thể liên quan đến nói dối/nói thật cũng tương tự như phương pháp giám sát thực tế (đã xem trước đó)

source: (They appeared to have followed him from a residential building where a suspected bomber was thought to be staying.) Furthermore, the act of following a suspected bomber will have increased police arousal and this increased arousal would have combined with the fear of the (possible) bomb.
vi: (Có vẻ như họ đã theo dõi anh ta từ nhà riêng nơi kẻ đánh bom tình nghi đã ở lại đó). Thêm nữa, những hành động của kẻ đánh bom tình nghi cũng làm tăng thêm sự kích động của cảnh sát và điều này đi kèm với nỗi sợ sẽ (có thể) có bom.

source: (This applies strongly to many aspects of criminal psychology.)
vi: (Điều này đúng khi áp dụng vào nhiều khía cạnh trong tâm lý học tội phạm.)

source: (This statement was in line with the Devlin Committee’s view on the value of visual identification/eyewitness evidence.)
vi: (Phát biểu này đồng ý với quan điểm của Ủy ban Devlin trong vấn đề giá trị của bằng chứng nhìn.)

source: (You might be able to think of a situation where you have interpreted someone’s behaviour in a way which was different from a friend’s interpretation.)
vi: (Bạn có thể nghĩ về một tình huống mà bạn diễn giải hành vi của một ai đó theo cách khác với cách diễn giải của một người bạn.)

source: (ii) we do not put all these parts into memory and (iii) when we try to retrieve from memory the (limited amount of) information that actually is in there about the event we (a) cannot retrieve all that is there and (b) we ‘add’ to what is retrieved based on our expectations.
vi: (ii)chúng ta không đưa tất cả các phần vào trong trí nhớ và (iii) khi chúng ta cố gắng nhớ lại một phần thông tin (bị hạn chễ) thì thực chất chúng ta (a) không thể khôi phục tất cả và (b) thông tin mà chúng ta nhớ được sẽ được "thêm" vào dựa trên nguyện vọng của mình.

source: 1989) examined all the published research on the accuracy with which people (in experiments) are able correctly to identify a voice they heard previously.
vi: Họ phân tích tất cả các bài nghiên cứu đã từng được công bố về điều kiện để một người (trong thí nghiệm) có thể tìm ra đúng giọng nói họ được nghe trước đó.

source: 6) and that ‘pain ... is a necessary condition of justice’ (p.
vi: và rằng "sự đau đớn...là điều cần thiết cho công lý"

source: Gudjonsson’s (2003) book provides details of several such cases.
vi: Cuốn sách của Gudjonsson (2003) sẽ cung cấp chi tiết một vài trường hợp.

source: has been set up in the UK and Ireland, based on an American model, to help change this situation.
vi: đã được thành lập ở Anh và Ireland, dựa trên một nguyên mẫu của Mỹ, để giúp thay đổi tình trạng này.

source: Although there are indications that these figures have improved since the research was conducted, these findings have to raise questions about whether the delivery of programmes can be enhanced in order to persuade more offenders to complete.
vi: Mặc dù có những dấu hiệu cho thấy những con số này đã được cải thiện kể từ khi các nghiên cứu được tiến hành, phát hiện này đặt ra câu hỏi về việc liệu chúng ta có thể tăng cường việc cung cấp các chương trình để thuyết phục nhiều người phạm tội để hoàn thành hơn.

source: However, some studies in the personality psychology literature seem promising.
vi: Tuy nhiên, một số nghiên cứu trong tâm lý học tính cách có vẻ có rất hứa hẹn.

source: A 2004 study in Norway compared security camera video- recordings of robberies at banks and post offices with witnesses’ descriptions of the perpetrators.
vi: Năm 2004, một nghiên cứu khác ở Norway so sánh đoạn băng của camera bảo vệ về những vụ cướp ngân hàng và bưu điện với miêu tả của các nhân chứng về thủ phạm..

source: A burglar might therefore notice that a family are going on holiday and target this house in their absence.
vi: Một kẻ trộm đêm có thể nhận ra một gia đình đang đi nghỉ và nhằm vào ngôi nhà này khi họ vắng mặt.

source: A commercial robber might therefore be prepared to travel further to commit a robbery with higher financial rewards.
vi: Do đó, một tên cướp vụ lợi thường sẵn sàng di chuyển xa hơn để thực hiện một vụ cướp có phần thưởng tài chính cao hơn .

source: A distinction is drawn between offenders termed marauders (or hunters) and commuters (or poachers).
vi: Sự phân biệt được xây dựng nên giữa những tội phạm thuộc loại maurauders (hay kẻ đi săn) và commuters (hay kẻ săn trộm) .

source: A few field studies have employed the Guilty Knowledge Test (GKT).
vi: Một vài nghiên cứu hiện trường áp dụng phương pháp kiểm tra sự nhận biết hành vi phạm tội (GKT)

source: A few studies have been published concerning the questioning in court of adult (alleged) victims/witnesses.
vi: Một vài nghiên cứu đã được công bố đề cập đến việc đặt câu hỏi cho người lớn (được cho) là nạn nhân/nhân chứng lúc trên tòa.

source: A few studies have examined sex offenders’ narratives of their offences and there are general studies of prisoner language but these have yet to find applications.
vi: Một vài nghiên cứu đã xem xét câu chuyện của tội phạm tình dục về hành vi phạm tội và có những nghiên cứu chung về ngôn ngữ nhưng các tù nhân nhưng vẫn chưa ứng dụng được.

source: A few years after the introduction of the new legislation the government funded a number of studies of tape-recorded interviews with suspects.
vi: Một năm sau khi ban hành luật, chính phủ cấp kinh phí cho nhiều nghiên cứu về quá trình chất vấn và thu âm lời khai của nghi phạm.

source: A few years ago in the USA one psychological experiment involved training half of a group of students in cues that a book for interrogators claimed were related to deception.
vi: Một vài năm trước ở Mỹ, một thí nghiệm tâm lý trong việc huấn luyện một nửa của một nhóm học sinh những dấu hiệu trong một cuốn sách dành cho những người thẩm vấn mà có liên quan tới nói dối

source: A few years later we conducted another analysis of real-life tape-recorded interviews with suspects.
vi: Vài năm sau đó, ta thực hiện những phân tích khác về băng ghi âm cuộc sống đời thực của nghi phạm.

source: A finding common across these evaluations, however, is the high non-completion rate of programmes (this is common to all community programmes and not just Think First).
vi: Tuy nhiên, các đánh giá trên cũng cho thấy rằng tỷ lệ những người không hoàn thành chương trình là khá cao (đây là tình trạng chung của tất cả các chương trình cộng đồng và không chỉ riêng Think First)),

source: A further 70 stab wounds were left on his body.
vi: Hơn 70 vết thương nặng được tìm thấy trên thi thể của hắn ta.

source: A further analysis by FBI agent Jim Fitzgerald attempted to identify what seemed to him to be unusual linguistic features and turns of phrase.
vi: Một bản phân tích chi tiết hơn cũng được đưa ra bởi đặc vụ FBI Jim Fitzgerald với nỗ lực xác định những điều bất thường mà anh ta thấy trong cách hành văn và yếu tố ngôn ngữ.

source: A further aspect of witness evidence that psychological research has demonstrated to be error prone is that of voice identification (sometimes referred to as earwitness testimony).
vi: Nghiên cứu tâm lý học cũng đã chỉ ra rằng một phần khác của các bằng chứng do nhân chứng đưa ra, cụ thể là nhận diện giọng nói, rất dễ gặp lỗi (thường được gọi là chứng thực của nhân chứng chỉ nghe thấy tội ác).

source: A further issue often given prominence by feminist researchers is the way women victims of rape are treated by the legal system.
vi: Các nhà nghiên cứu nữ quyền đưa ra một vấn đề nổi bật nữa là cách các nữ nạn nhân hiếp dâm được xử lý bằng hệ thống pháp luật.

source: A further reason why many professionals seem poor at lie detecting is that they may concentrate their efforts on analysing people’s behaviour (especially facial cues – some of which are, in fact, among the easiest for liars to control) rather than on their speech content and on how they say it.
vi: Một lý do sâu xa hơn trong việc tại sao các chuyên gia có vẻ kém trong việc phát hiện nói dối chính là họ quá tập trung cố gắng để phân tích hành vi của con người ( đặc biệt là các dấu hiệu trên khuôn mặt - trong thực tế chính là một trong những thứ mà người nói dối dễ kiểm soát nhất ) hơn là chú ý tới nội dung trò chuyện và cách trò chuyện.

source: A geographical profiler could be asked to identify the likely location of an offender’s home from the geography of his or her known offences.
vi: Một người lập hồ sơ dựa theo yếu tố địa lý sẽ được yêu cầu xác định vị trí nhà của người phạm tội dựa trên vị trí địa lý của những vụ phạm tội đã biết của anh ta hay cô ta.

source: A gin and tonic or a pint of lager or a bit of self-talk to give your confidence a boost, perhaps.
vi: Có lẽ là một ly Gin Tonic hay nửa lít bia hoặc nói chuyện một mình để thúc đẩy niềm tin của chính mình.

source: A good example of one of these phrases is, ‘You can’t eat your cake and have it too.’ This turning round of the more common formulation appeared both in the Manifesto and the known writings of Kaczynski.
vi: Một ví dụ rõ ràng về việc này là câu "Các ngươi không thể được lợi cả đôi đường như vậy được" (You can’t eat your cake and have it too).Việc lặp lại những cấu trúc câu phổ biến hơn như thế này đều xuất hiện ở cả Bản tuyên ngôn và cách hành văn được biết đến của Kaczynski.

source: A good example of this is Roger Shuy’s defence of John DeLorean the manufacturer of DeLorean cars.
vi: Một ví dụ hay là trường hợp Roger Shuy biện hộ cho John DeLorean, chủ nhân của hãng sản xuất xe hơi DeLorean.

source: A growing number of research studies have scientifically examined the effects on witness testimony of emotion/stress/arousal or of the presence of a weapon.
vi: Lượng lớn nghiên cứu gần đây đã kiểm nghiệm ra những ảnh hưởng tới lời khai của nhân chứng là cảm xúc, độ căng thẳng, kích thích hay là sự đe dọa của vũ khí.

source: A higher crime rate might also partly be an increase in the reporting of sexual offences, which implies that people are becoming more intolerant of unacceptable behaviour and believe that reported offences will be taken seriously by the police and courts.
vi: Tỉ lệ tội phạm tăng lên có thể một phần là do sự tăng thêm về số lượng báo cáo tội ác tình dục, ám chỉ rằng mọi người đang trở nên không khoan nhượng về cách hành xử không thể chấp nhận và tin rằng việc tố cáo tội ác sẽ được cảnh sát và toà án xử lí nghiêm túc.

source: A history of suicide attempts/threats.
vi: Đã từng cố gắng tự tử.

source: A later overview of research on voice identification was published in 1995.
vi: Một bài khái quát nữa về các nghiên cứu nhận dạng giọng nói sau này đã được công bố vào năm 1995.

source: A leading American psychologist has gone some way to provide this.
vi: Một nhà tâm lý học tội phạm hàng đầu người Mỹ đã đưa ra một vài cách lý giải khác.

source: A local thug, Yadav and his gang had terrorized the 300 families of Kasturba Nagar for more than a decade, barging into homes demanding money, shouting threats and abuse.
vi: Là một nhóm giang hồ trong khu vực, Yadav và đồng bọn đã khủng bố hơn 300 gia đình tại Kasturba Nagar trong hơn 1 thập niên, chúng đã xông vào nhà đòi tiền, la hét, đe dọa và sỉ nhục họ.

source: A major criticism of almost all published studies involving professionals is that the video clips shown to them have not been of people lying in real-life, high stakes situations (but usually of students lying for the purposes of the experiment).
vi: Phần lớn các chỉ trích dành cho các nghiên cứu được công bố có liên quan đến các chuyên gia là trong các video được trình bày không phải là sự lừa dối trong thực tế hay các tình huống "nguy hiểm cao" ( thường là các sinh viên nói dối cho mục đích thí nghiệm) .

source: A major tactic seemed to be to reveal at the beginning of the interview all of the evidence against the suspect and to then tell them to confess.
vi: Chiến thuật chính dường như là lúc bắt đầu buổi chất vấn, cảnh sát sẽ tiết lộ rằng tất cả chứng cứ đều chống lại nghi phạm và rồi buộc họ phải thú nhận.

source: A number of Western cultures have started moving towards this notion of a relationship between the victim, the offender and the wider community, and compensation is seen in the Restorative Justice movement (discussed further below).
vi: Một số nền văn hóa phương Tây có khuynh hướng dần quan tâm hơn đến mối quan hệ giữa nạn nhân, tội phạm và cộng đồng, và việc bồi thường được xem như sự chuyển biến của Phục hồi Công lý (sẽ bàn luận kỹ hơn bên dưới).

source: A number of books have been published that claim to reveal behavioural cues to lying.
vi: Nhiều cuốn sách đã được xuất bản khẳng định rằng có thể nhận thấy đượccác dấu hiệu hành vi của nói dối

source: A number of books that claim to improve people’s ability to detect deception have been published.
vi: Nhiều sách được xuất bản khẳng định rằng có thể cải thiện khả năng của con người để phát hiện nói dối.

source: A number of countries (e.g. Norway) are now taking note of this.
vi: Nhiều quốc gia bây giờ đã chú ý đến nó.

source: A number of different materials can be used by an offender profiler in constructing a profile or in geographically profiling an offender’s likely home.
vi: Một số những công cụ khác nhau có thể được một nhà lập hồ sơ tội phạm sử dụng để xây dựng nên một bộ hồ sơ hoặc theo địa lý, thiết lập hồ sơ về nơi có thể là nhà của kẻ phạm tội.

source: A number of reconviction studies of the programme have also been performed by two groups of researchers in the UK: one group from the Probation Studies Unit at the University of Oxford and another from the Universities of Leicester and Liverpool.
vi: Một số nghiên cứu về khả năng tái phạm cũng đã được thực hiện bởi hai nhóm nghiên cứu ở Anh: một nhóm từ Bộ môn nghiên cứu Hoạt động quản chế tại Đại học Oxford và một nhóm từ các trường Đại học Leicester và Liverpool.

source: A police officer involved in the MAPPPs said recently that it was essential that people who were involved in managing this group of offenders had the right attitude to the work.
vi: Một sĩ quan cảnh sat có liên quan đến Những sắp xếp bảo vệ công chúng đa chi nhánh gần đây có cho biết là những người tham gia vào quan lý nhóm tội phạm này cần phải có thái độ đúng đắn về công việc .

source: A police suspect may be happy to admit that he or she was present but deny wrongdoing (e.g. state that sexual intercourse occurred by consent not rape).
vi: Một nghi phạm của cảnh sát có thể dễ dàng thừa nhận sự có mặt của mình tại hiện trường nhưng phủ nhận các hành động sai trái (như tuyên bố rằng việc quan hệ tình dục diễn ra có sự đồng thuận chứ không phải cưỡng bức).

source: A psychiatric diagnosis.
vi: Có chẩn đoán bệnh tâm thần.

source: A quick web search indicates this, resulting in numerous web pages where you can find details about the various suspects.
vi: Một tìm kiếm nhanh trên Internet, sẽ có vô vàn trang web và bạn có thể tìm thấy các chi tiết xung quanh vô số kẻ tình nghi.

source: A rape victim lives in every other house in the slum, say the residents of Kasturba Nagar.
vi: Một người dân sống tại Kasturba Nagar nói rằng : "Trong từng ngôi nhà tại khu ổ chuột đều có một nạn nhân bị cưỡng hiếp".

source: A rapist whose sexual fantasies relate to a particular type of victim might be prepared to travel further to seek out such a victim.
vi: Một kẻ hiếp dâm - người mà sở thích tình dục liên quan tới một hình mẫu nạn nhân cụ thể sẽ sẵn sàng di chuyển xa hơn để tìm kiếm những nạn nhân phù hợp.

source: A recent development in the analysis of speech to detect deception involves the use of computer software to analyse written transcripts of what people say.
vi: Một sự trình bày gần đây về việc phân tích khả năng nói để phát hiện sự lừa dối liên quan đến việc ứng dụng phân tích phần mềm máy tính để viết các phân tích mà máy đã phân tích theo những gì mà mọi người nói.

source: A recent overview of many dozens of previous, world- wide studies concluded that there are no perfectly reliable behavioural cues to deception.
vi: Một cái nhìn tổng quan của nhiều nghiên cứu trên toàn thế giới đã kết luận rằng không có một dấu hiệu hành vi nào đáng tin cậy về nói dối cả

source: A recent review of all previous studies found that the average accuracy of detecting truth/lies using this reality monitoring (RM) approach was around seventy per cent (when chance is fifty per cent).
vi: Một sự xem xét lại gần đây từ những nghiên cứu trước đó chỉ ra rằng tính chính xác trung bình của việc phát hiện ra lời nói thật/nói dối khi ứng dụng phương pháp giám sát thực tế (RM) có thể lên đến khoảng bảy mươi phần trăm (đã thay đổi so với năm mươi phần trăm như lúc trước).
